Repository: Propeller-SV/klondike_theme
Catalog: languages/*.po
Languages: pt_pt

source: Custom Attachments
pt_pt: Acessórios personalizados

source: Upload your files here
pt_pt: Envie seus arquivos aqui.

source: Remove file
pt_pt: Remover arquivo

source: Select screenshot
pt_pt: Selecione a captura de tela

source: Add screenshot
pt_pt: Adicionar screenshot

source: There was an error uploading your file. The error is:
pt_pt: Houve um erro ao enviar o arquivo. O erro é:

source: The file type that you've uploaded is not a PDF, doc, xls or ppt
pt_pt: Não é o tipo de arquivo que você carregou um PDF, doc, xls ou ppt

source: There was an error trying to delete your file.
pt_pt: Houve um erro ao tentar excluir o arquivo.

source: Brand photo
pt_pt: Marca foto

source: Upload your brand photo here
pt_pt: Carregar sua marca foto aqui

source: Upload image
pt_pt: Adicionar Imagem

source: Image URL
pt_pt: URL da imagem

source: Image thumbnail
pt_pt: Miniatura da imagem

source: Copyright
pt_pt: Direito de Autor

source: Primary Menu
pt_pt: Menu principal

source: Sorry, no posts matched your criteria.
pt_pt: Pedimos desculpa, mas nenhuma publicação corresponde ao critério da pesquisa

source: Download
pt_pt: Descarregar

source: Sorry, this page does not exist.
pt_pt: Desculpe, esta página não existe.
